<p><u><strong>1. De quoi s&#39;agit-il&nbsp;?</strong></u></p>

<p>Lupo Libero est un service web de stockage de fichiers en ligne qui a pour objectif de vous permettre de&nbsp;:</p>

<p>- <strong>stocker vos fichiers sur internet</strong> pour les archiver et/ou y acc&eacute;der de n&#39;importe o&ugrave;&nbsp;: vous avez des fichiers</p>

<p>- <strong>une protection renforc&eacute;e de votre vie priv&eacute;e</strong>&nbsp;: vos fichiers sont verrouill&eacute;s avant d&#39;&ecirc;tre envoy&eacute;s sur internet donc vous seul pouvez y acc&eacute;der&nbsp;!</p>

<p>- <strong>partager vos photos/vid&eacute;os/fichiers avec vos proches</strong>&nbsp;;</p>

<p>- <strong>synchroniser des r&eacute;pertoires</strong> entre votre ordinateur et votre espace en ligne.</p>

<p>Toute la partie logicielle de ce service sera <strong>publi&eacute;e sous licence libre </strong><strong>(licence Apache 2.0)</strong>.</p>

<p>&nbsp;</p>

<p>&nbsp;</p>

<p><u><strong>2. Mais est-ce que &ccedil;a n&#39;existe pas d&eacute;j&agrave;&nbsp;?</strong></u></p>

<p>&nbsp;</p>

<p>Pour l&#39;instant il y a essentiellement deux types de solutions, qui sont en fait des compromis&nbsp;:</p>

<p>- <strong>facile + gratuit + renoncement partiel ou total &agrave; la pr&eacute;servation de sa vie priv&eacute;e</strong>&nbsp;: de nombreux services de stockage en ligne existent, proposant beaucoup de gigaoctets gratuitement mais g&eacute;n&eacute;ralement tr&egrave;s peu respectueux de votre vie priv&eacute;e et qui parfois m&ecirc;me s&#39;approprient vos donn&eacute;es</p>

<p>&nbsp;</p>

<p>- <strong>compliqu&eacute; + payant cher ou peu cher (co&ucirc;ts mutualis&eacute;s) + respectueux de la vie priv&eacute;e</strong>&nbsp;: si vous avez des connaissances techniques, vous pouvez louer un serveur ou configurer un ordinateur pour qu&#39;il se comporte comme un serveur, puis installer dessus les logiciels n&eacute;cessaires pour avoir les m&ecirc;mes services que ce que nous vous proposerons</p>

<p>&nbsp;</p>

<p>Le &laquo;&nbsp;deal&nbsp;&raquo; Lupo Libero&nbsp;: <strong>simple + gratuit ou peu cher + respectueux de votre vie priv&eacute;e</strong></p>

<p>- <strong>simple</strong>&nbsp;:nous souhaitons travailler particuli&egrave;rement l&#39;ergonomie pour que ce service soit accessible &agrave; tous les publics, des geeks au plus technophobes&nbsp;!</p>

<p>&nbsp;</p>

<p>- <strong>gratuit ou peu cher</strong>&nbsp;: nous vous proposons 2Go de stockage gratuit ou sinon &agrave; partir de 20Go &agrave; 1&euro;/mois</p>

<p>&nbsp;</p>

<p>- <strong>respectueux de votre vie priv&eacute;e&nbsp;</strong>: il n&#39;est techniquement pas possible pour nous de consulter vos donn&eacute;es (pour les vendre, pour mieux vous conna&icirc;tre... comme font beaucoup de nos concurrents)</p>

<p>&nbsp;</p>

<p>- le logiciel Lupo Libero sera <strong>publi&eacute; sous licence libre&nbsp;</strong>: toute personne pourra le r&eacute;utiliser (pour par exemple cr&eacute;er un service similaire), le copier, l&#39;&eacute;tudier (il faut bien entendu en avoir les comp&eacute;tences, mais pour les logiciels propri&eacute;taires, m&ecirc;mes les personnes ayant les comp&eacute;tences ne peuvent pas les &eacute;tudier), le modifier et diffuser des versions modifi&eacute;es.</p>

<p>&nbsp;</p>

<p>&nbsp;</p>

<p><u><strong>3</strong></u><u><strong>. Nos v&eacute;ritables motivations&nbsp;: amorcer plusieurs r&eacute;volutions&nbsp;!</strong></u></p>

<p><strong>Refaire d&#39;internet un espace non commercial que l&#39;on peut explorer sans avoir besoin de se m&eacute;fier, sans se sentir traqu&eacute;, etc.</strong><br />
[cliquer sur le bouton &quot;spoiler&quot; pour afficher le contenu&quot;]</p>

<div class="spoiler">
<p>Internet &eacute;tait &agrave; sa cr&eacute;ation un espace de <strong>partage</strong> entre chercheurs et c&#39;est aujourd&#39;hui un lieu o&ugrave; le commerce occupe beaucoup de place et o&ugrave; la gratuit&eacute; cache g&eacute;n&eacute;ralement une marchandisation des donn&eacute;es priv&eacute;es des utilisateurs &agrave; des fins publicitaires. Nous ne souhaitons par un retour en arri&egrave;re&nbsp;: cet internet &laquo;&nbsp;commercial&nbsp;&raquo; a paradoxalement contribu&eacute; (et contribue encore) &agrave; des mutations de fonds de la majorit&eacute; des soci&eacute;t&eacute;s civiles du monde entier. Mais nous pensons pouvoir garder ce dynamisme &eacute;mancipateur ainsi que les nouveaux usages orient&eacute;s vers le partage (r&eacute;seaux sociaux, covoiturage, Wikip&eacute;dia, OpenStreetMap, etc.) tout en sortant internet de cette commercialisation &agrave; outrance.</p>

<p>&nbsp;</p>

<p>Concr&egrave;tement, il s&#39;agit de (re-)d&eacute;centraliser le r&eacute;seau des r&eacute;seaux en permettant &agrave; tout un chacun de participer &agrave; l&#39;h&eacute;bergement des services web qu&#39;ils souhaitent soutenir qui pourraient ainsi &ecirc;tre r&eacute;ellement gratuits et ainsi ceux-ci ne n&eacute;cessiteraient aucun don ou subvention pour assurer leur p&eacute;rennit&eacute;.</p>

<p>&nbsp;</p>

<p>C&#39;est vers cela que nous souhaitons aller avec Lupo Libero, en permettant aux utilisateurs &ndash; dans une prochaine version &ndash; de partager de troquer de l&#39;espace de leur disque local pour obtenir de l&#39;espace web et de partager une partie de cet espace web avec des services web et sites internet. Par exemple, je pourrais consacrer 5Go de mon disque dur et 10&nbsp;% de mon d&eacute;bit internet &agrave; Wikip&eacute;dia ou OpenStreetMap ou n&#39;importe quel autre service. De m&ecirc;me il pourrait exister des sites de covoiturage, de petites annonces, et m&ecirc;me des r&eacute;seaux sociaux, etc. qui n&#39;auraient aucun co&ucirc;t de fonctionnement car tous les traitements &ndash; m&ecirc;me aujourd&#39;hui &ndash; y sont automatis&eacute;es et le stockage serait assur&eacute; par les utilisateurs eux-m&ecirc;mes.</p>

<p>&nbsp;</p>

<p>Petite pr&eacute;cision&nbsp;: il ne s&#39;agit pas de Peer-to-Peer mais d&#39;un syst&egrave;me nouveau qui assure la disponibilit&eacute; de vos donn&eacute;es m&ecirc;me lorsque votre ordinateur est &eacute;teint, par un syst&egrave;me de codes correcteurs. Mais cette technologie n&eacute;cessite du temps de recherche et de d&eacute;veloppement, c&#39;est pour cette raison que le troc d&#39;espace disque ne sera pas disponible dans la premi&egrave;re version de Lupo Libero.</p>

<p>&nbsp;</p>
</div>

<p><strong>S</strong><strong>ortir internet d</strong><strong>&#39;entre l</strong><strong>es mains des Etats et des multinationales</strong><br />
[cliquer sur le bouton &quot;spoiler&quot; pour afficher le contenu&quot;]</p>

<div class="spoiler">
<p>les libert&eacute;s de s&#39;exprimer et de s&#39;informer sur internet sont chaque jour plus menac&eacute;es par les &Eacute;tats qui veulent contr&ocirc;ler cet espace transnational qui a tendance &agrave; leur &eacute;chapper et les grandes entreprises du web (moteurs de recherches, r&eacute;seaux sociaux, h&eacute;bergeurs) ont de grands pouvoirs d&#39;influences sur l&#39;accessibilit&eacute; au contenu par les utilisateurs&nbsp;: ils peuvent censurer ou au contraire mettre en avant des informations selon leur int&eacute;r&ecirc;t.</p>

<p>&nbsp;</p>

<p>Pour les multinationales, il n&#39;est pas si difficile de sortir de leur contr&ocirc;le, en d&eacute;veloppant des services similaires en logiciel libre.</p>

<p>&nbsp;</p>

<p>En ce qui concerne les &Eacute;tats, le d&eacute;fi est bien plus grand et nous essayerons de le relever en compliquant autant que possible la surveillance massive r&eacute;alis&eacute;e par un certain nombre d&#39;agences nationales et en permettant un anonymat le plus grand possible &agrave; ceux qui le souhaitent.</p>

<p>&nbsp;</p>
</div>

<p><strong>Sortir de l&#39;antagonisme client / entreprise</strong><br />
[cliquer sur le bouton &quot;spoiler&quot; pour afficher le contenu&quot;]</p>

<div class="spoiler">
<p>A l&#39;&egrave;re d&#39;internet, nous pensons qu&#39;il est plus que temps de faire &eacute;voluer cette relation commerciale o&ugrave; le &laquo;&nbsp;client&nbsp;&raquo; et le &laquo;&nbsp;commer&ccedil;ant&nbsp;&raquo; sont en positions antagonistes. Ce &hellip; nous souhaitons le faire de plusieurs c&ocirc;t&eacute;s&nbsp;:</p>

<ul>
	<li>
	<p><strong>rendre l&#39;entreprise et son fonctionnement aussi transparents que possible</strong>&nbsp;: une soci&eacute;t&eacute;, au contraire d&#39;un individu, n&#39;a pas besoin de vie priv&eacute;e et nous n&#39;avons aucune raison de cacher des informations ni &agrave; vous, ni m&ecirc;me &agrave; nos concurrents car nous souhaitons gagner de l&#39;argent de mani&egrave;re loyale&nbsp;;</p>
	</li>
	<li>
	<p><strong>l</strong><strong>&#39;ordre de d&eacute;veloppement des &eacute;volutions de Lupo sera d&eacute;cid&eacute; par </strong><strong>s</strong><strong>es utilisateurs</strong>&nbsp;: il s&#39;agit d&#39;un important transfert de pouvoir&nbsp;: ce n&#39;est plus l&#39;entreprise qui prend les d&eacute;cisions concernant le devenir du logiciel, mais les premiers int&eacute;ress&eacute;s&nbsp;: les utilisateurs&nbsp;! Et comme nous ne voulons pas mettre en place une n-i&egrave;me dictature de la majorit&eacute;, vous pourrez &eacute;galement faire d&eacute;velopper une fonctionnalit&eacute;, m&ecirc;me si elle n&#39;int&eacute;resse que peu de personnes. Pour cela, nous feront des devis pour chaque demande et toute personne int&eacute;ress&eacute;e pourra participer au financement d&#39;une demande et une fois ce montant atteint, nous d&eacute;velopperont cette &eacute;volution (correction d&#39;un bug, ou nouvelle fonctionnalit&eacute;). En deux mots&nbsp;: chaque &eacute;volution pourra &ecirc;tre soutenue par un financement participatif. Et tout ceci se passera sur http://lupolibero.org</p>
	</li>
	<li>
	<p><strong>&agrave; l&#39;avenir,</strong> <strong>nous souhaitons que des d&eacute;veloppeurs ind&eacute;pendants puissent participer au d&eacute;veloppement de Lupo Libero</strong>, en proposant leurs propres devis pour chaque demande des utilisateurs et cr&eacute;er ainsi un &eacute;cosyst&egrave;me d&#39;utilisateurs et de d&eacute;veloppeurs ind&eacute;pendants avec un mod&egrave;le &eacute;conomique innovant qui permettrait d&#39;assurer la p&eacute;rennit&eacute; de ce logiciel et peut-&ecirc;tre de beaucoup d&#39;autres (cet &eacute;cosyst&egrave;me se basera sur un logiciel qui est lui-m&ecirc;me libre et qui donc peut-&ecirc;tre r&eacute;utiliser pour soutenir le d&eacute;veloppement de n&#39;importe quel logiciel libre).</p>
	</li>
	<li>
	<p>nous souhaitons &eacute;galement proposer aux utilisateurs de <strong>participer &agrave; la r&eacute;solutions des probl&egrave;mes qui se poseront &agrave; nous et qui les concerneront</strong>, plut&ocirc;t que de prendre ces d&eacute;cisions discr&egrave;tement dans notre coin&nbsp;;</p>
	</li>
	<li>
	<p>nous avons choisi de <strong>consacrer 50&nbsp;% des b&eacute;n&eacute;fices r&eacute;alis&eacute;s par l&#39;entreprise au d&eacute;veloppement de logiciels libres et ce sont </strong><strong>les utilisateur</strong><strong>s qui d&eacute;cideront des projets financ&eacute;s</strong>&nbsp;; ainsi au lieu d&#39;&ecirc;tre &eacute;conomiquement adversaires, nous avons un objectif commun&nbsp;! Il existe d&eacute;j&agrave; un grand nombre de logiciels libres r&eacute;pondant aux besoins des utilisateurs dans de tr&egrave;s nombreux domaines (exemples&nbsp;: navigateur, e-mail, traitement de texte, serveur web, syst&egrave;mes d&#39;exploitation, etc.), mais il y a d&#39;une part des probl&egrave;mes de compatibilit&eacute;s avec des logiciels propri&eacute;taires (notamment en bureautique) et certains besoins n&#39;ont pas encore trouv&eacute; de r&eacute;ponse satisfaisante dans le monde du libre (exemples&nbsp;: la reconnaissance et synth&egrave;se vocale, l&#39;OCR, le partage d&#39;&eacute;cran, etc.)&nbsp;; c&#39;est tout cela que nous souhaitons faire &eacute;voluer, avec vous&nbsp;!</p>
	</li>
	<li>
	<p><strong>nous restons ouverts &agrave; vos suggestions </strong><strong>et</strong><strong> &agrave; vos souhaits</strong>&nbsp;: sur <a href="http://lupolibero.org/" rel="nofollow" target="_blank">http://lupolibero.org</a>, vous pourrez &eacute;galement soumettre vos id&eacute;es, vos critiques et par leurs votes, les utilisateurs pourront mettre en &eacute;vidence des demandes/critiques/suggestions&nbsp;; nous travaillerons &eacute;galement &agrave; d&eacute;velopper cet outil &ndash; et peut-&ecirc;tre d&#39;autres &ndash; pour d&eacute;velopper une communication la plus fluide possible avec vous.</p>
	</li>
</ul>
</div>

