<p><strong>Notre proposition, nos engagement</strong></p>

<p>Voici ce que nous nous engageons &agrave; faire avec le financement obtenu.</p>

<p><strong>Mettre en place l&#39;infrastructure</strong><br />
Il s&#39;agit de concevoir une infrastructure de serveurs de type &quot;cloud&quot;, c&#39;est-&agrave;-dire capable de cro&icirc;tre et d&eacute;cro&icirc;tre de mani&egrave;re fluide. Ce travail est en partie r&eacute;alis&eacute; mais pour le terminer et mettre en oeuvre cette infrastructure, il nous faut recourir &agrave; l&#39;expertise de consultants sp&eacute;cialis&eacute;s dans la technologie que nous allons utiliser : OpenStack.<br />
Le co&ucirc;t de cette partie est estim&eacute; &agrave; <strong>6 000</strong>&euro;.</p>

<ol>
	<li>
	<p><strong>Payer la TVA...</strong><br />
	Nous reverserons 20% du montant du financement obtenu &agrave; l&#39;Etat fran&ccedil;ais. Soit un co&ucirc;t d&#39;au moins <strong>16 000&euro;</strong> (si nous obtenons le minimum de 80 000&euro;).</p>
	</li>
	<li>
	<p><strong>D&eacute;velopper la partie logicielle</strong><br />
	Voici la liste des fonctionnalit&eacute;s que nous nous d&eacute;velopperons avec ce financement :</p>

	<ul>
		<li>
		<p style="margin-bottom: 0cm;">cr&eacute;ation (tr&egrave;s) simple d&#39;un compte utilisateur&nbsp;;</p>
		</li>
		<li>
		<p style="margin-bottom: 0cm;">chiffrer les donn&eacute;es de l&#39;utilisateur avant qu&#39;elles ne soient envoy&eacute;es sur internet&nbsp;;</p>
		</li>
		<li>
		<p style="margin-bottom: 0cm;">partager des fichiers/r&eacute;pertoires avec des utilisateurs/groupes ou des personnes non-utilisatrices (via une URL)&nbsp;;</p>
		</li>
		<li>
		<p style="margin-bottom: 0cm;">synchronisation de fichiers ordinateur/espace web&nbsp;;</p>
		</li>
		<li>
		<p style="margin-bottom: 0cm;">acc&egrave;s depuis un smartphone ou une tablette&nbsp;;</p>
		</li>
		<li>
		<p style="margin-bottom: 0cm;">augmentation de la taille de l&#39;espace web via un abonnement&nbsp;;</p>
		</li>
		<li>
		<p style="margin-bottom: 0cm;">et beaucoup d&#39;autres si la collecte d&#39;argent est un succ&egrave;s&nbsp;! Vous pouvez consulter la liste des &eacute;volutions envisag&eacute;es sur <a href="http://lupolibero.org/" rel="nofollow" target="_blank">http://lupolibero.org</a> et m&ecirc;me en ajouter&nbsp;; les personnes qui participent au financement peuvent &eacute;galement voter et ainsi influer sur l&#39;ordre de d&eacute;veloppement de ces futures fonctionnalit&eacute;es&nbsp;;</p>
		</li>
	</ul>
	</li>
	<li>
	<p><strong>Financer les lots de cette campagne</strong><br />
	Les lots ainsi que leur exp&eacute;dition co&ucirc;terons approximativement 15% du montant de la collecte, soit au minimum <strong>12 000&euro;</strong>.</p>
	</li>
</ol>

<p><strong>Quelques autres engagements</strong></p>

<ol>
	<li>
	<p>Un stockage gratuit de 2Go</p>

	<p>La gratuit&eacute; est souvent un leurre :<strong> &quot;quand c&#39;est gratuit, c&#39;est que c&#39;est vous le produit&quot;</strong>. Mais la gratuit&eacute; fait aussi partie des us et coutumes d&#39;internet. Cet espace gratuit de 2Go vous permettra de <strong>tester (et utiliser) toutes les fonctionnalit&eacute;s de Lupo Libero sans restriction</strong>.</p>
	</li>
	<li>
	<p>Une formule payante parmi les moins chers du march&eacute;</p>

	<p>Le premier prix sera de <strong>1&euro;/mois pour 20Go</strong>. Pas facile de trouver moins cher avec le m&ecirc;me niveau de protection de la vie priv&eacute;e et un fonctionnement aussi transparent ! Et nous voulons aller plus loin&nbsp;: apr&egrave;s les premiers mois de fonctionnement, nous &eacute;tudierons la possibilit&eacute; de vous proposer plus de gigaoctets pour le m&ecirc;me prix&nbsp;!</p>
	</li>
	<li>
	<p>Transparence</p>

	<p>La transparence est une valeur primordiale pour nous : nous souhaitons sortir du mod&egrave;le classique o&ugrave; l&#39;entreprise est une bo&icirc;te noire dans laquelle on ne sait pas ce qui se passe ni ce qui se d&eacute;cide. Nous voulons au contraire ouvrir virtuellement les portes de la soci&eacute;t&eacute; Lupo Libero pour que, les clients, la communaut&eacute; des utilisateurs et m&ecirc;me des curieux qui voudraient en savoir plus, puissent facilement &hellip;. TODO</p>
	</li>
	<li>
	<p>Logiciel libre</p>

	<p>Tout ce qui sera d&eacute;velopp&eacute; dans le cadre de Lupo Libero sera <strong>publi&eacute; sous licence libre</strong>. Ceci garantit que n&#39;importe qui aura le droit de r&eacute;utiliser tout ce code. TODO<br />
	Et cela s&#39;inscrit &eacute;galement dans la continuit&eacute; d&#39;une d&eacute;marche de transparence&nbsp;: c&#39;est de la transparence technique.</p>
	</li>
	<li>
	<p>50% des b&eacute;n&eacute;fices pour le logiciel libre</p>

	<p>La soci&eacute;t&eacute; Lupo Libero s&#39;engage &agrave;<strong> reverser 50% de ses b&eacute;n&eacute;fices au d&eacute;veloppement de logiciels libres</strong>. Il pourra s&#39;agir de nouveaux logiciels ou d&#39;&eacute;volutions de logiciels existants, en lien avec Lupo Libero ou non. Et <strong>ce sont les utilisateurs qui choisiront les projets qui seront subventionn&eacute;s</strong>.</p>
	</li>
</ol>

<p><strong>Les axes d&#39;&eacute;volutions de Lupo Libero ou ce que nous pourrions faire avec plus d&#39;argent</strong> <strong>:)</strong></p>

<ul>
	<li>
	<p>ajout d&#39;autre types de donn&eacute;es sur votre espace de stockage en ligne&nbsp;: <strong>carnets d&#39;adresses</strong>, <strong>gestionnaire de mots de passe</strong>, <strong>agenda</strong>, <strong>marques-pages</strong>, <strong>porte-monnaies Bitcoin</strong>, ... tout ce que vous ne voulez pas perdre et que vous aimeriez pouvoir retrouver depuis n&#39;importe o&ugrave;, facilement et sans le partager avec des inconnus&nbsp;!</p>
	</li>
	<li>
	<p><strong>synchronisation avec t&eacute;l&eacute;phone et tablette</strong> de tous ces types de donn&eacute;es (fichiers, carnets d&#39;adresses, etc.) ;</p>
	</li>
	<li>
	<p><strong>int&eacute;gration dans le navigateur et le logiciel de messagerie</strong> (carnets d&#39;adresses, mots de passe, agenda, marques-pages, etc.) ;</p>
	</li>
	<li>
	<p>ajout des <strong>fonctionnalit&eacute;s d&#39;un r&eacute;seau social</strong> : pages publiques utilisateurs (mur), plusieurs identit&eacute;s/profiles par utilisateur (public, priv&eacute;, professionnel, anonyme, etc.), agr&eacute;gation de l&#39;activit&eacute; des relations, messagerie, chat, tweets, etc. ; tout ceci de mani&egrave;re totalement chiffr&eacute;e de mani&egrave;re &agrave; ce que seuls les destinataires aient acc&egrave;s &agrave; l&#39;information ;</p>
	</li>
	<li>
	<p><strong>publier du contenu</strong>&nbsp;: cela vous permettrait de publier certaines de vos informations (photos, vid&eacute;os, articles de blog, etc.) pour qu&#39;elles soient accessibles par tout le monde&nbsp;;</p>
	</li>
	<li>
	<p><strong>versionner toutes les modifications </strong>: cela vous permettra d&#39;annuler &agrave; tout moment une modification, pour revenir &agrave; une ancienne version d&#39;un fichier, d&#39;une entr&eacute;e d&#39;agenda, etc.</p>
	</li>
	<li>
	<p><strong>partage de quotas</strong> : pour partager votre espace de stockage en ligne avec d&#39;autres personnes/groupes ;</p>
	</li>
	<li>
	<p>ajout de fonctionnalit&eacute;s de<strong> travail collaboratif</strong> : &eacute;dition de fichiers &agrave; plusieurs, agenda partag&eacute;, espace disque collectif, etc. ;</p>
	</li>
	<li>
	<p><strong>webOS</strong> : syst&egrave;me d&#39;exploitation en ligne et hors-ligne avec toutes les fonctionnalit&eacute;s de base ; disponible depuis n&#39;importe quel ordinateur, n&#39;importe o&ugrave; dans le monde (&agrave; condition d&#39;avoir acc&egrave;s &agrave; internet)&nbsp;!</p>
	</li>
	<li>
	<p><strong><u>d&eacute;centralisation de l&#39;architecture</u></strong> : plut&ocirc;t que vos donn&eacute;es ne soient stock&eacute;es sur nos serveurs, elles seraient d&eacute;coup&eacute;es en petits morceaux et h&eacute;berg&eacute;es chez d&#39;autres utilisateurs&nbsp;; vos donn&eacute;es seraient toujours chiffr&eacute;es et donc illisibles m&ecirc;me par vos &laquo;&nbsp;h&eacute;bergeurs&nbsp;&raquo;&nbsp;; et chacun pourrait obtenir de l&#39;espace de stockage sur ce grand r&eacute;seau d&eacute;centralis&eacute;, soit en mettant &agrave; disposition une partie de son disque dur, soit en en louant (comme actuellement)&nbsp;; ce serait une sorte de r&eacute;seau P2P en haute-disponibilit&eacute;, avec tous les avantages de ce type de r&eacute;seau : non censurable, in&eacute;teignable (MegaUpload est un exemple de syst&egrave;me centralis&eacute; qui a &eacute;t&eacute; litt&eacute;ralement &laquo;&nbsp;&eacute;teint&nbsp;&raquo; par le FBI), difficile &agrave; bloquer (m&ecirc;me pour le grand pare-feu chinois) ;</p>
	</li>
	<li>
	<p><strong><u>d&eacute;centralisation du web ou le web 3.0 ou le web du partage</u></strong> : les sites web qui le souhaitent pourraient &ecirc;tre h&eacute;berg&eacute;s sur cette architecture d&eacute;centralis&eacute;e ; ce sont leurs utilisateurs qui les h&eacute;bergeront en partageant de l&#39;espace disque sur leurs ordinateurs ou espace web ; &agrave; ce moment l&agrave; l&#39;h&eacute;bergement deviendra totalement gratuit (tant qu&#39;il y a des personnes pour soutenir le projet) !</p>
	</li>
</ul>

<p>Toutes les fonctionnalit&eacute;s envisag&eacute;es sont sur <a href="http://lupolibero.org/" rel="nofollow" target="_blank">http://lupolibero.org</a>. Venez en ajouter d&#39;autres&nbsp;!</p>

<p><br />
&nbsp;</p>

<p><strong>Quelques informations sur les contreparties propos&eacute;es :</strong></p>

<ul>
	<li>
	<p><strong>Un sticker Lupo Libero</strong> pour montrer votre soutien... et nous aussi nous allons montrer votre soutien : <strong>une page sera cr&eacute;&eacute;e</strong> sur le site web de Lupo Libero pour remercier tout ceux qui auront particip&eacute;</p>
	</li>
	<li>
	<p><strong>Un an d&#39;espace de stockage sur le futur service Lupo Libero</strong>, disponible... dans quelques mois :)</p>
	</li>
	<li>
	<p><strong>Une cl&eacute; USB anonymisante de 8Go avec <a href="https://tails.boum.org/" rel="nofollow" target="_blank">Tails</a>, &quot;the Amnesic Incognito Live System&quot;</strong>, install&eacute; dessus&nbsp;: il s&#39;agit d&#39;un syst&egrave;me d&#39;exploitation &laquo;&nbsp;bootable&nbsp;&raquo; ou &laquo;&nbsp;live&nbsp;&raquo; install&eacute; sur cl&eacute; usb qui utilise plusieurs logiciels libres dans le but de vous permettre d&#39;acc&eacute;der &agrave; internet de mani&egrave;re anonyme, tout en ne laissant aucune trace sur l&#39;ordinateur h&ocirc;te&nbsp;; une bonne protection de votre vie priv&eacute;e quand vous &ecirc;tes, par exemple en d&eacute;placement dans un pays qui surveille beaucoup ses habitants...</p>
	</li>
	<li>
	<p><strong>Un VPN <a href="http://hidemyass.com/vpn" rel="nofollow" target="_blank">HydeMyAdd</a> </strong>: un Virtual Private Network vous permet de faire transiter votre trafic internet par un serveur interm&eacute;diaire et ainsi &agrave; ne laisser aucune trace sur les serveurs des pages internet que vous visitez&nbsp;; cela permet &eacute;galement de passer au travers de certains filtres qui vous emp&ecirc;chent d&#39;acc&eacute;der &agrave; une partie d&#39;internet (par exemple&nbsp;: en entreprise).</p>
	</li>
</ul>

