<p><strong>Mais &quot;nous&quot;, c&#39;est qui ??</strong></p>

<p><strong>C&#39;est </strong><strong>Lupo Libero</strong><strong> &ndash; jeune soci&eacute;t&eacute; cr&eacute;&eacute;e pour mettre en &oelig;uvre le service du m&ecirc;me nom &ndash; mais en r&eacute;alit&eacute;, c&#39;est surtout, moi, </strong><strong>Sylvain Duchesne</strong><strong>,</strong> ing&eacute;nieur s&eacute;curit&eacute;, concepteur de Lupo Libero et actionnaire unique de cette soci&eacute;t&eacute;.</p>

<p>Je travaille sur ce projet depuis plusieurs ann&eacute;es, sur mon temps libre. J&#39;ai r&eacute;cemment d&eacute;cid&eacute; de m&#39;y consacrer &agrave; 100% car j&#39;ai la conviction que l&#39;heure de cette id&eacute;e est venue : la prise de conscience de l&#39;importance du respect de la vie priv&eacute;e, de la confidentialit&eacute; et de l&#39;anonymat sur internet a r&eacute;cemment progress&eacute; et elle a, je pense, atteint le seuil critique permettant le financement de ce projet. J&#39;ai refus&eacute; l&#39;id&eacute;e de faire appel &agrave; des investisseurs, pour ne pas avoir d&#39;actionnaires qui exercent une pression dans un sens qui serait d&eacute;favorable aux utilisateurs.<br />
Je suis :</p>

<ul>
	<li>
	<p>un passionn&eacute; de s&eacute;curit&eacute; informatique et de logiciels libres ;</p>
	</li>
	<li>
	<p>un farouche opposant &agrave; toute forme de censure (et donc un d&eacute;fenseur d&#39;une libre expression totale) et de surveillance ;</p>
	</li>
	<li>
	<p>un optimiste chevronn&eacute;, persuad&eacute; que l&#39;on peut faire mieux et d&eacute;cid&eacute; &agrave; apporter sa contribution.</p>
	</li>
</ul>

<p>&nbsp;</p>

<p><strong>Mes valeurs et leur traduction dans Lupo Libero</strong></p>

<ul>
	<li><u>l&#39;autonomie</u> : se gouverner soi-m&ecirc;me, &quot;diriger sa barque&quot;, avoir de l&#39;influence sur son quotidien/ce qui nous entoure, ne pas ob&eacute;ir, ne faire que ce que l&#39;on a d&eacute;cid&eacute; de faire, assumer la responsabilit&eacute; de ses actes devant autrui et traiter les autres en &ecirc;tres humains autonomes et responsables.<br />
	Avec Lupo Libero :
	<ul>
		<li>vous seul avez le contr&ocirc;le de votre vie priv&eacute;e, elle est en votre pouvoir</li>
		<li>vous cod&eacute;cidez de l&#39;avenir de Lupo Libero</li>
		<li>la future fonctionnalit&eacute; nomm&eacute;e <em>e-reputation</em> insitera chacun a &ecirc;tre responsable de ses actes publics : chaque utilisateur pourra voir un agr&eacute;gat de toutes vos actions publiques&nbsp;; exemple&nbsp;: on pourra facilement voir tous les commentaires laiss&eacute;s par une personnes&nbsp;;</li>
		<li>seule limite &agrave; votre autonomie : certains &Eacute;tats pourront nous contraindre &agrave; retirer de nos serveurs des contenus (photos, vid&eacute;os, pages web, etc.) qui auront &eacute;t&eacute; rendus publics et qui ne respecteraient pas leurs lois ; cette suppression, tant que l&#39;architecture n&#39;aura pas &eacute;t&eacute; d&eacute;centralis&eacute;, entra&icirc;nera une indisponibilit&eacute; de ces contenus ;</li>
	</ul>
	</li>
	<li><u>le partage</u> (plut&ocirc;t que l&#39;&eacute;change) : tout partager car c&#39;est ainsi que s&#39;accroissent les deux grandes richesses de l&#39;humanit&eacute;&nbsp;: la connaissance et la convivialit&eacute;&nbsp;!<br />
	Avec Lupo Libero :
	<ul>
		<li>partager vos fichiers et plus tard, vos carnets d&#39;adresses, agendas et plus tard, vos id&eacute;es, vos pensez, vos &eacute;motions, etc.&nbsp;;</li>
		<li>ne partagez qu&#39;avec les personnes et groupes de personnes que vous aurez choisis&nbsp;;</li>
		<li>le logiciel libre s&#39;inscrit tout &agrave; fait dans cette id&eacute;e de partage&nbsp;: on effectue un travail qui est ensuite partag&eacute; avec tout le monde&nbsp;;</li>
	</ul>
	</li>
	<li><u>la libert&eacute;</u> : &oelig;uvrer aussi souvent que possible dans le sens de l&#39;augmentation de sa libert&eacute;<br />
	Avec Lupo Libero :
	<ul>
		<li>si vous avez opt&eacute; pour un abonnement, vous pouvez le suspendre &agrave; tout moment ;</li>
		<li>logiciel <u>libre</u> : vous souhaitez lancer un service similaire ? vous &ecirc;tes libre de r&eacute;utiliser et d&#39;adapter le logiciel Lupo Libero &agrave; vos besoins ;</li>
	</ul>
	</li>
	<li><u>la transparence</u> : &quot;transparence pour les puissants, vie priv&eacute;e pour les faibles&quot; a dit quelqu&#39;un que j&#39;appr&eacute;cie particuli&egrave;rement (Julian Assange, fondateur de Wikileaks) ;<br />
	Avec Lupo Libero :
	<ul>
		<li>transparence sur la gestion du projet Lupo Libero ;</li>
		<li>de part sa licence, la partie logicielle est totalement transparente ;</li>
		<li>transparence radicale sur le fonctionnement de la soci&eacute;t&eacute; Lupo Libero ;</li>
	</ul>
	</li>
	<li><u>l&#39;amoralisme</u> : ne pas juger ni imposer un quelconque code morale, pr&eacute;f&eacute;rer la compr&eacute;hension<br />
	Avec Lupo Libero :
	<ul>
		<li>vous ne serez pas &quot;jug&eacute;&quot; et encore moins &quot;condamn&eacute;&quot; (banni, suppression du compte...) sauf dans deux cas de figure : votre utilisation du service met en p&eacute;ril sa p&eacute;rennit&eacute; (exemple : utilisation abusive des comptes gratuits) ou une demande express d&#39;une cour de justice ayant le pouvoir d&#39;imposer ses d&eacute;cisions &agrave; la soci&eacute;t&eacute; Lupo Libero</li>
	</ul>
	</li>
</ul>

<p><br />
&nbsp;</p>

<p><strong>Nous suivre</strong></p>

<p>Pour savoir o&ugrave; en est le projet, pour conna&icirc;tre les derni&egrave;res nouvelles :</p>

<ul>
	<li>
	<p>sur Tweeter : <a href="https://twitter.com/lupo_libero" rel="nofollow" target="_blank">@lupo_libero</a></p>
	</li>
	<li>
	<p>sur notre blog : TODO</p>
	</li>
	<li>
	<p><strong>sur Facebook : <a href="https://www.facebook.com/lupolibero.net" rel="nofollow" target="_blank">https://www.facebook.com/lupolibero.net</a></strong></p>
	</li>
</ul>

<p><br />
&nbsp;</p>

<p><br />
&nbsp;</p>

